<template>
  <div class="about">
    <h3>捷越环保</h3>
    <p class="text" v-for="item in text" :key="item">{{item}}</p>
  </div>
</template>
<script>
export default {
  data: function() {
return {
    text: [
      '山东捷越环保有限公司主要产品有冲天炉消烟除尘净化系统、电炉除尘系统、造型工部除尘系统、砂处理工部系统、清理工部除尘系统、制芯工部除尘系统等，为德国、瑞士、日本、丹麦、意大利等国进口的铸造生产线配套，替代进口除尘设备，获得国内外专家一致好评。',
      '公司以优越的地理环境、优良的产品信誉和优质的售后服务，赢得了用户的信赖，我们将一如既往地以科技求发展，把先进的工艺、优质的产品、上乘的服务奉献给用户、奉献给“利在当代、功在千秋”的环境保护事业。',
      '山东捷越环保有限公司自成立以来，始终专注于工业废气、工业粉尘等环境污染的治理，先后研发出HOBO-4000脉冲粉尘处理净化设备、HB-4000风动力（无泵）漆雾水洗柜、HOBO光氧催化废气处理设备、HOBO等离子光解废气除臭净化设备、HOBO等离子废气净化设备等环保设备。',
      '山东捷越环保有限公司秉承科技创造绿色环境，科技造福人类的精神，成立了技术开发中心，与多所高等院校和环保研究机构建立起长期合作关系，致力于恶臭气体，工业废气的净化领域及节能减排产品的开发利用，与全球环保行业同仁一起努力，还世界碧水蓝天！'
    ]
  };
}
}
</script>
<style scoped>
.about {
  padding-bottom: 50px;
}
.text {
  text-align: left;
  text-indent: 28px;
}
</style>
